{
  "games": [
    {
      "id": 1,
      "name": "World of Tanks",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-02/1677002725_cover.jpg",
      "updateDate": 2023,
      "janre": "Action, Tank, 3D, Online",
      "developer": "Wargaming.net",
      "publisher": "Wargaming.net",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "XP / Vista / 7 / 8 / 10",
        "cpu": "Pentium 4 2,4 GHz",
        "ram": "4 Гб",
        "gpu": "512 Mb - 1024 Mb / nVIDIA / ATI Radeon®",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "16 Гб"
      },
      "description": "World of Tanks (рус. Мир танков) — клиентская массовая многопользовательская онлайн-игра в реальном времени в жанре аркадного танкового симулятора в историческом сеттинге Второй мировой войны, разработанная белорусской студией Wargaming.net. Почему стоит скачать торрент World of Tanks версии 9.11 с официального сайта? В игре Мир танков игроки включаются в сражения сразу же, без предварительных игр в одиночном режиме. Изначально игрок получает в своё распоряжение по одному танку первого уровня каждой нации: СССР (МС-1), Германия (Leichttraktor), США (T1 Cunningham), Франция (Renault FT), Китай (NC-31), Япония (Renault Otsu) — лёгкие танки, Великобритания — средний танк (Vickers Medium Mark I) с полностью обученным экипажем. Участвуя в сражениях, игрок зарабатывает «кредиты», тренирует экипаж и накапливает очки опыта для получения доступа к новым узлам и боевым машинам. Каждая модель бронетехники имеет ряд узлов — орудие, башню, ходовую часть, двигатель и радиостанцию — которые можно заменить на более совершенные образцы. Апгрейды техники производятся в «ангаре» в промежутках между боями. «Кредиты» расходуются на ремонт повреждённого танка, приобретение боеприпасов, расходных материалов и дополнительного оборудования; на них также приобретаются усовершенствованные узлы и новые боевые машины. От неиспользуемого оборудования, боеприпасов и танков можно избавиться, выручив половину от их первоначальной стоимости.",
      "peculiarities": {
        "pec1": "Ваша машина — не просто бронированное орудие на гусеницах. Это живое, постоянно развивающееся существо, которое нужно растить и укреплять. Заработанные в сражениях опыт и кредиты позволят вам исследовать и покупать более совершенные элементы для вашего «боевого коня», улучшая тем самым его первоначальные характеристики.",
        "pec2": "Уникальные модели танков, до мельчайших деталей воссозданные по реально существовавшим прототипам, позволяют полностью погрузиться в атмосферу танковых сражений Второй мировой. Все улучшения для танков доступны в строгом соответствии с историческими реалиями.",
        "pec3": "Командные операции по обнаружению и ликвидации вражеских танков, равно как и внезапные столкновения с противником, потребуют от вас молниеносной реакции и быстрых, эффективных действий.",
        "pec4": "Подвижная камера может превратить игру из экшена от третьего лица в полноценный шутер, позволяя уничтожать врагов как в обычном, так и в снайперском режиме.",
        "pec5": "В «Мире танков» действует простое правило: не геройствовать бездумно. Грамотное распределение ролей и эффективное планирование совместных действий — ключ к общему успеху"
      },
      "trailer": "https://youtu.be/OJtJ2U48v_g",
      "gameYear": 2023,
      "repack": "igruha",
      "newGame": true,
      "likes": 1558,
      "online": true,
      "visits": 3378200
    },
    {
      "id": 2,
      "name": "World of Warships",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-02/1677002741_cover2.jpg",
      "updateDate": 2023,
      "janre": "Action, Simulator, MMO, 3rd Person",
      "developer": "Wargaming.net",
      "publisher": "Wargaming.net",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "XP / Vista / 7 / 8 / 10",
        "cpu": "P2.6 ГГц и выше",
        "ram": "4 Гб",
        "gpu": "512 Mb - 1024 Mb",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "20 Гб"
      },
      "description": "Слово «warships» переводится как «военный корабль», а создала эту игру студия Wargaming.net, которая также разработала World of Tanks. Думаем, этой информации вполне достаточно, чтобы понять, что игрока ждут динамичные и требующие продуманности действий морские бои, в которых огромное внимание уделяется командной сплоченности, умению объединиться.",
      "peculiarities": {
        "pec1": "Какие представлены корабли? Самые знаменитые суда 20 века. Сначала компания подтвердила наличие техники Японии и США, затем сказала, что должны появиться модели СССР, Германии, Великобритании. Вероятно, что список неполный, также появятся представители Италии, Франции и других стран, занимающихся военным кораблестроением. Возможно, будут даже представлены нереализованные проекты.",
        "pec2": "Если Вы спросите стоит ли игру world of warships скачать с торрент бесплатно? Мы Вам скажем так, если вы любите водный транспорт и большие пушки которые на нему установлены, то эта игра для Вас. Отвечая на тот же вопрос, добавим, что в World of Warships будут все основные классы судов: миноносцы, авианосцы, линейные корабли, крейсеры. Поэтому война будет вестись по всем правилам. Еще раз подчеркнем: нужно тщательнейшим образом продумывать ведение боевых действий. Этим будет заниматься интересно не только благодаря техническому разнообразию, но и современной трехмерной графике."
      },
      "trailer": "https://youtu.be/TemOkfZe5_4",
      "gameYear": 2023,
      "newGame": false,
      "likes": 699,
      "online": true,
      "visits": 1932947
    },
    {
      "id": 3,
      "name": "Enlisted",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-09/1664538438_cover.jpg",
      "updateDate": 2023,
      "janre": "Action, MMORPG, Simulator",
      "developer": "Targem games",
      "publisher": "Gaijin entertainment",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7 / 8 / 10 64bit",
        "cpu": "Intel Core i3 и лучше",
        "ram": "8 Гб",
        "gpu": "Nvidia GeForce 660 и выше, AMD Radeon серия 78XX и выше",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "12 Гб"
      },
      "description": "Шутеры от первого лица славятся своими интересными идеями и концептами, поэтому практически каждая студия и компания, которая занимается разработкой шутеров от первого лица, старается выпустить свой интересный игровой проект в данном направлении. И кто бы мог подумать, что всемирно известная компания Gaijin Entertainment, которая известна по своей многопользовательской игре War Thunder, станет сотрудничать с рижской компанией Darkflow Software и вместе они планируют выпустить игру под названием Enlisted, которая ориентируется на Вторую Мировой Войну и предлагает игрокам масштабные сражения. Enlisted – шутер от первого лица, который предлагает сыграть в роли солдат разных государств и постараться пройтись по самым масштабным военным компаниям, попутно сражаясь с другими игроками. Да, новый игровой проект предлагает вновь многопользовательскую основу для игры и наверняка понравится многим поклонникам активного игрового процесса. Сами разработчики позиционируют свой игровой проект, как шутер нового поколения, разрабатываемый на обновленном движке Dagor Engine, а это означает, что нас ждет приятная графика, увлекательный игровой процесс и повышенная детальность происходящего. На данный момент компании основали компанию поддержки и продают уникальный контент, чтобы проспонсировать разработку. Необходимо собрать 250 000 долларов, чтобы начать разработку новой игровой компании, однако, разработчики расписали свои планы впредь до 1 миллиона долларов, рассказывая, что на каждом испытании может ждать игроков. Поэтому, если вы любите подобный игровой концепт, то предлагаем вам поддержать игровой проект и проспонсировать его разработку.",
      "peculiarities": {
        "pec1": "Страны-противники, а также доступные отряды, оружие, оснащение, бронетехника и авиация соответствуют тому, что в реальности было представлено на данном театре военных действий.",
        "pec2": "Каждый отряд — несколько солдат, которых можно обучать, оснащать новым оружием, техникой, а затем брать с собой в бой.",
        "pec3": "Детализированные модели огнестрельного оружия, гранат, миномётов, огнемётов, противотанковых ружей.",
        "pec4": "Танки, колёсные бронеавтомобили, истребители и штурмовики с воссозданы с высокой точностью и ждут своего командира. В работе над техникой в игре использовался опыт военного онлайн-симулятора War Thunder.",
        "pec5": "Но тем не менее, как только игра поступит в релиз, вы сможете скачать Enlisted через торрент бесплатно с нашего сайта, но, при этом вы не получите уникальный контент, который выдается только тем игрокам, кто решился поддержать игровой проект. Судить о том, будет ли данное развлечение популярным или нет, пока еще очень рано, но тем не менее игровой ролик и скриншоты говорят о том, что проект все же стоит ждать и что он обязательно понравится многим. Поэтому стоит запастись терпением и постараться дождаться релиза, который станет началом нового этапа сражения, развлечения и интересной концепции игрового процесса. Следите за новостями и сразу переходите на наш сайт в день релиза, мы одними из первых предоставим вам доступ к развлечению."
      },
      "trailer": "https://youtu.be/iSc6NPIKzlE",
      "gameYear": 2023,
      "repack": "igruha",
      "newGame": true,
      "likes": 300,
      "online": true,
      "visits": 3676840
    },
    {
      "id": 4,
      "name": "Crossout",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-09/1664538541_cover.jpg",
      "updateDate": 2023,
      "janre": "Action, MMORPG, Simulator",
      "developer": "Targem games",
      "publisher": "Gaijin entertainment",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7 / 8 / 10",
        "cpu": "Intel Core 2 Duo E8500 or AMD Phenom II X3 720",
        "ram": "4 Гб",
        "gpu": "GeForce GT 440 or AMD Radeon HD 5670",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "7 Гб"
      },
      "description": "Подготовлено для itorrents-igruha.org: Создатели знаменитой военной игры «War Thunder», Targem Games и Gaijin Entertainment вновь объединились и разработали новый проект – Кроссаут , представляющий собой бесплатное ММО. При этом камера двигается в режиме «3D» , т.е. от третьего лица. Действия происходят в постапокалиптическом мире. Из деталей, которые в реальности странно смотрятся вместе, надо будет сконструировать самую настоящую боевую машину. Но это еще не все – эту «тачку» нужно оснастить броней, оружием, различными системами, двигателями. Эти элементы сделают бронемобиль поистине уникальным творением, ведь можно даже поставить генератор, который сделает аппарат невидимым. Нафантазировать можно что угодно – лишь бы были подходящие детали. Так что если вы фанат игры War Thunder, то скачать Crossout через торрент у нас Вам нужно по-любому. А где же их взять? Все достаточно просто – из одних элементов собрать другие, добыть нужные на поле боя или купить, благо есть аукцион. Комбинаций – море, и каждый игрок сможет найти такую, которая подойдет именно для него. Если верно распределять ресурсы, то можно создать совершенно невероятную конструкцию. При этом выбор достаточно широк – вездеход, платформа, антиграв и т.д. Понавесить шипы, решетки, поставить радар, мощный двигатель, вращающиеся режущие диски, пару пулеметов или дуло танка – и вперед, к победе. Ну а после добыть детали, пойти в мастерскую, собрать или разобрать, усовершенствовать свою машину. Разрушенные безлюдные заводы, руины некогда цветущих городов - вот новые территории битв. Тут-то и проверяются конструкции – насколько они быстры, прочны, боеспособны. Теперь можно отстрелить у врага пушку, раздробить гусеницу, уничтожить колесо. Конечно же, противники не будут сидеть, сложа руки, и в свою очередь, постараются раскурочить вашу машину. Посмотрев на аппарат в деле, игрок решает, что усилить, какие детали изменить, переоборудовать. Изменять можно, как и сколько угодно. Также есть возможность собираться командами. Потребуется навыки тактика, конструктора, снайпера и даже экономиста. Нужно будет импровизировать на ходу, решая, какую деталь применить на машину, а какую лучше использовать для создания иных элементов. Если вы захотите скачать торрент Crossout сейчас, то у Вас ничего не получиться, так как бета-тестирование начнется летом. Будущие воины, конструкторы и стратеги смогут начать собирать разные боевые машины, если станут участниками бета-тестирования Crossout. Чтобы сделать это, нужно зайти на официальный сайт игры и подать там заявку.",
      "peculiarities": {
        "pec1": "Отстрелить у машины противника любой элемент, после чего ее боеспособность сразу уменьшится.",
        "pec2": "Поставить разное оружие – пилы, пулеметы, ракеты, дроны, дрели и т.д.",
        "pec3": "Создавать в мастерской детали.",
        "pec4": "Продавать вещи на аукционе."
      },
      "trailer": "https://youtu.be/yE8P78kVHLU",
      "gameYear": 2023,
      "newGame": false,
      "likes": 222,
      "visits": 7129049
    },
    {
      "id": 5,
      "name": "Strike force",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-10/1665579035_library_600x900_2x-1.jpg",
      "updateDate": 2023,
      "janre": "Action, Indie, RPG",
      "developer": "Sky 9 games",
      "publisher": "Indie Ark",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Английский",
      "speechLanguage": "Английский",
      "tablet": "Вшита",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8, 10 (64-bit)",
        "cpu": "intel i3-2100/AMD-5600k",
        "ram": "4 Гб",
        "gpu": "GeForce GTX 600",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "2 Гб"
      },
      "description": "Strike Force Heroes – постарайтесь разгадать достаточно опасную тайну и параллельно займитесь настройкой героев. Но получится ли у вас спасти этот мир? К тому же, игра представлена в виде увлекательного римейка на довольно известный флэш-шутер. Окунитесь с головой в олдскульный шутер, сюжет которого вращается вокруг схваток на арене. Теперь в нем есть перестроенная и более современная механика. Также разработчики добавили невероятное повествование и не только… Помимо этого, вас ожидает множество схваток. Густые леса, скоростные поезда, самолеты, садящиеся на аварийную посадку и многое другое. Ну, а, вы конечно же настройте своих солдат, выбирайте всевозможное оружие и просто не забудьте нажать скачать Strike Force Heroes через торрент на ПК.",
      "peculiarities": {
        "pec1": "4 класса для героя и эксклюзивное оружие",
        "pec2": "Возможность устранить врага при помощи одного выстрела",
        "pec3": "Множество захватывающих способностей и снаряжения",
        "pec4": "Достаточно увлекательный сюжет и бесконечный процесс"
      },
      "trailer": "https://youtu.be/53rbgmddrCw",
      "gameYear": 2023,
      "repack": "igruha",
      "newGame": true,
      "likes": 75,
      "online": true,
      "visits": 35723
    },
    {
      "id": 6,
      "name": "SubwaySim Hamburg",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-05/1684338170_library_600x900_2x.jpg",
      "updateDate": "16 мая. 2023",
      "janre": "Casual, Indie, Simulator",
      "developer": "HR Innoways",
      "publisher": "Aerosoft GmbH",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Английский",
      "speechLanguage": "-",
      "tablet": "Присутствует",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8, 10 (64-bit)",
        "cpu": "Intel Core i5-4690 @ 3.5 GHz",
        "ram": "8 Гб",
        "gpu": "NVIDIA GeForce GTX 970",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "10 Гб"
      },
      "description": "SubwaySim Hamburg – симулятор управления метро, который предлагает отправиться на просторы небольшого немецкого городка и продемонстрировать свои умения в плане управления данным транспортом. В этом нет ничего сложного, достаточно просто использовать инструкцию, тренировать свои навыки и выполнять необходимые задачи. Кстати, обязанности будут заключаться ли в соблюдении правил управления транспортным средством и постепенно двигаться по намеченным остановкам. Старайтесь не нарушать скоростной режим и просто вовремя реагировать на сложившуюся обстановку. В любом случае вам необходимо просто скачать торрент SubwaySim Hamburg на ПК и после этого можно смело добиваться успеха. На этот раз у вас будет возможность отправиться в долгое и неторопливое приключение, которое позволит потренировать свою внимательность и узнать подробности работы метро. Игра в основном ориентирована на релаксирующее времяпрепровождение, ведь в этом мегаполисе метро ходит не только под землей, но еще и выезжает наружу, давая возможность насладиться красивыми и приятными просторами. Отправляйтесь в это увлекательное приключение и просто постарайтесь довезти людей до их остановок, насладитесь приятной поездкой и добейтесь успехов в вашей новой карьере. Быть машинистом несложно, просто соблюдайте правила, выполняйте поручения и внимательно следите за своим составом. Вам предстоит прокатиться на разных видах метро, вы узнаете, чем они отличаются и на чем заключаются их основные характеристики. Но для начала нам хотелось бы предложить вам скачать SubwaySim Hamburg через торрент бесплатно на русском языке и только после этого можно начинать действовать.",
      "peculiarities": {
        "pec1": "Личное метро для управления.",
        "pec2": "Каждый вид транспорта уникален.",
        "pec3": "Красивые пейзажи и места во время поездки."
      },
      "trailer": "https://youtu.be/8l3BI7QFRt8",
      "gameYear": 2023,
      "newGame": false,
      "likes": 47,
      "visits": 25658
    },
    {
      "id": 7,
      "name": "Pets Hotel",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-04/1681800721_library_600x900_2x.jpg",
      "updateDate": "17 апр. 2023",
      "janre": "Indie, Simulator",
      "developer": "Games Incubator",
      "publisher": "Games Incubator, PlayWay S.A.",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский, Английский",
      "tablet": "Присутствует",
      "systemDemands": {
        "operatingSystem": "Windows 10 (64-bit)",
        "cpu": "Intel Core i5-4690",
        "ram": "12 Гб",
        "gpu": "NVidia GeForce GTX 780",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "3 Гб"
      },
      "description": "Pets Hotel – это забавный симулятор, который порадует всех любителей животных и позволит им, не только ухаживать за ними, но и построить для них великолепный отель. Вначале, вам будет предоставлен небольшой участок, в котором вы сможете поместить всего несколько животных, но вскоре, выполняя определенные задания, у вас появиться возможность расширить территорию гостиницы, чтобы поместилось как можно больше питомцев. Игрокам предстоит взять под свое крыло: кошек, собак, шиншилл, лошадей и хомячков и заботиться о них. Предлагаем скачать Pets Hotel торрент на пк и открыть свой собственный отель для зверят. Вы будете приводить в порядок всех ваших пушистых гостей, играть с ними, чтобы они не скучали, вкусно их кормить и заботиться о них, создавая им самые комфортные условия для проживания. По мере выполнения заданий, участники смогут даже зарабатывать деньги, на которые потом можно будет расширить гостиницу и приобретать различные игрушки для своих мохнатых любимцев и украшать стены помещения.",
      "peculiarities": {
        "pec1": "Наличие визуальных эффектов в 3D.",
        "pec2": "Уход за различными животными.",
        "pec3": "Присутствуют миссии позволяющие получать деньги.",
        "pec4": "Можно модернизировать отель.",
        "pec5": "Приятная атмосфера игрового процесса.",
        "pec6": "Сопровождение расслабляющего музыкального сопровождения.",
        "pec7": "Множество интересных заданий.",
        "pec8": "Если вы обожаете животных, то эта игра просто создана для вас! Следуйте по ссылке, чтобы поскорей скачать Pets Hotel торрент бесплатно на русском языке!"
      },
      "trailer": "https://youtu.be/99EO-fudBFQ",
      "gameYear": 2023,
      "newGame": true,
      "likes": 41,
      "visits": 21787
    },
    {
      "id": 8,
      "name": "20 minutes till dawn",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-10/1666748368_library_600x900_2x.jpg",
      "updateDate": "8 июн. 2023",
      "janre": "Action, Adventure",
      "developer": "flanne",
      "publisher": "flanne, Erabit",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский, Английский",
      "speechLanguage": "-",
      "tablet": "Вшита",
      "systemDemands": {
        "operatingSystem": "Windows 7 / 8 / 10 (64-bit)",
        "cpu": "Dual Core+",
        "ram": "1 Гб",
        "gpu": "1 Гб",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "100 Мб"
      },
      "description": "20 Minutes Till Dawn – постарайтесь выстоять в бесконечном потоке довольно жутких монстров. Откройте новых главных героев со своими возможностями, найдите более мощное оружие, воспользуйтесь различными улучшениями и просто постарайтесь выжить этой ночью! Здесь каждый забег будет по своему уникальным, ведь данная игра представлена в виде необычного рогалика на выживание. Где вы сможете выбирать улучшения и конечно же создавать собственный уникальный билд. А, благодаря такому большому выбору персонажей и вооружения, ваши возможности становятся максимально разнообразными. Но, для того чтобы их получить, понадобится скачать 20 Minutes Till Dawn через торрент на ПК.",
      "peculiarities": {
        "pec1": "Постоянно растущий натиск монстров, продержитесь как можно больше и ставьте новые рекорды.",
        "pec2": "Возможность выбрать из множества персонажей (огненный маг, неуловимый ниндзя и многие другие).",
        "pec3": "Около 50 различных улучшений на выбор, для того чтобы сделать каждое прохождение особенным."
      },
      "trailer": "https://youtu.be/PIHYhig3Ikg",
      "gameYear": 2023,
      "repack": "igruha",
      "newGame": true,
      "likes": 100,
      "visits": 59219
    },
    {
      "id": 9,
      "name": "Ostriv",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-03/1679787073_library_600x900_2x.jpg",
      "updateDate": "19 мар. 2020",
      "janre": "Strategy, Simulator",
      "developer": "Yevheniy",
      "publisher": "Huble Bundle",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Английский, Украинский",
      "speechLanguage": "-",
      "tablet": "Вшита",
      "systemDemands": {
        "operatingSystem": "Windows 10 / 11 (64-bit)",
        "cpu": "многоядерный",
        "ram": "4 Гб",
        "gpu": "OpenGL 4.3+ (GTX 770)",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "1 Гб"
      },
      "description": "Продолжаем внимательно разбирать и выбирать наиболее интересные и выдающиеся стратегии с экономическим уклоном и без каких-либо ограничений. На этот раз у вас будет возможность скачать Ostriv – стратегическую игру, которая отправит вас во времена 18 века, где вы возьмете на себя бразды правления небольшим поселением, которое в итоге должно стать чем-то необычным и желанным для населения. Поэтому не нужно терять времени и просто начинать действовать, так как впереди вас ждет много новых идей, действий и возможностей. Главное, правильно ими воспользоваться и достичь благоприятных целей. Создание жилой территории, контроль населения, создание условий для жизни и многое другое. Все это позволит добиться хороших последствий, который в итоге станут основой для создания небольшой империи. Вы сможете внимательно следить за удовлетворением потребностей, за появлением новых возможностей и расширением территории. Главное выдерживать баланс и соответствие всех этих пунктов, чтобы не ничего не нарушать и постепенно двигаться вперед. А учитывая, что границы постоянно будут увеличиваться, зона ответственности будут становиться больше, следовательно, потребуется вносить коррективы в установленный план. В любом случае вы получите массу удовольствия от того, что сможете лично контролировать процесс развития и застройки. Следует отметить, что игра обладает полноценной и проработанной графикой, обладает максимальной детализацией и предлагает массу возможностей для реализации личного потенциала. Мы уверены, что у вас все получится, вы создадите лучшее поселение и просто станете лучшим королем. Только помните, что, помимо внутренних проблем не следует забывать о внешних. А какими именно они будут, вы узнаете уже лично. Желаем приятной игры!",
      "trailer": "https://youtu.be/T_QjSLoH_18",
      "gameYear": 2020,
      "newGame": false,
      "likes": 445,
      "visits": 512502
    },
    {
      "id": 10,
      "name": "Grime",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-12/1671535274_library_600x900_2x.jpg",
      "updateDate": "2 авг. 2021",
      "janre": "Action, RPG",
      "developer": "Clover Bite",
      "publisher": "Akupara games",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский, Английский",
      "speechLanguage": "Английский",
      "tablet": "Не требуется (DRM-Free)",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8, 10 (64-bit)",
        "cpu": "Intel i5 3470",
        "ram": "4 Гб",
        "gpu": "GeForce 960",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "7 Гб"
      },
      "description": "GRIME — аркадная инди-игра с видом сбоку. Есть элементы хоррора и RPG. Игроку предстоит очистить планету от монстров и уничтожить главаря инопланетных захватчиков. Сюжету уделено минимум усилий, акцент в игре сделан на динамичный геймплей. Герой просыпается посреди руин. Он не знает кто он, где находится и что вообще происходит. Ему известно одно: нужно уничтожить центр зла, которое захватило это место. На пути будут встречаться загадочные предметы и персонажи, которые поэтапно объяснят, какая беда произошла на планете, кто на нее напал, кого следует уничтожить. Игровой процесс типичен для аркад: проходите уровни, убивайте монстров, собирайте предметы, прокачивайте героя. В игру внедрена уникальная система прокачки навыков. Получить новую способность можно только после убийства босса. Некоторые скиллы нацелены на уничтожение врагов, быстрое перемещение и уклоны от атак, другие на изменение окружающей среды. В конце каждого уровня героя ждет мини-босс. В финале игры придется уничтожить самого главного злодея, который напал на это место и разбросал по всей планете армии мутантов. Жмите скачать GRIME на ПК через торрент на русском и освободите планету как можно скорее! Здесь вам не придется вести огонь с пулеметов и размахивать кинжалами. Все еще круче: оружие вы будете добывать из своих врагов. Каждое оружие — живое. Вы можете вырвать жало у летающего монстра и с его помощью разбрасывать в разные стороны врагов в ближнем бою, а можете оторвать когтистую руку монстра и не подпускать врагов даже на несколько метров. От вражеских атак можно не только уклоняться. Если их блокировать, то можно заполнить шкалу, которая добавит игроку выживаемости и мощности. К концу раунда игрок становится по-настоящему непобедимым, опасность в такие моменты могут представлять только финальные боссы. Если хотите отправиться в мир опасностей и инопланетных захватчиков, нужно скачать торрент GRIME на ПК прямо сейчас.",
      "peculiarities": {
        "pec1": "Минимум диалогов и заданий, только экшн и нескончаемые сражения!",
        "pec2": "уникальная система прокачки — новые навыки можно получить только после убийств боссов",
        "pec3": "причудливые монстры с разными умениями и типами атаки",
        "pec4": "возможность создавать живое оружие, вырывая части тел у врагов",
        "pec5": "качественная 3D-графика",
        "pec6": "много скрытого контента. Есть тайные предметы, несюжетные персонажи, секретные комнаты",
        "pec7": "в финале игры вас ждет мощный босс."
      },
      "trailer": "https://youtu.be/CETTYkGhOOI",
      "gameYear": 2021,
      "newGame": false,
      "likes": 122,
      "visits": 159764
    },
    {
      "id": 11,
      "name": "Cntrl Alt Ego",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-06/1685712762_library_600x900_2x.jpg",
      "updateDate": "22 июл. 2022",
      "janre": "Action",
      "developer": "MindThunk",
      "publisher": "MindThunk",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Английский",
      "speechLanguage": "Английский",
      "tablet": "Не требуется (DRM-Free)",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8, 10 (64-bit)",
        "cpu": "Intel Core i3",
        "ram": "2 Гб",
        "gpu": "DirectX 10",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "16 Гб"
      },
      "description": "Ctrl Alt Ego – приключение от первого лица, в котором вам предстоит сыграть роль души, способной вселяться в роботов, технологии и элементы системы безопасности. Местом действия игры станет космическая станция, которая уже давно никому не нужна. Главная задача заключается в восстановлении работоспособности станции и установка курса следования для колонизации планеты. Правда, чтобы все это сделать, предстоит не только скачать торрент Ctrl Alt Ego на ПК, но и приготовиться к решению разнообразных загадок без каких-либо подсказок. Звучит жутко, но именно это делает игру уникальной и захватывающей. Основной особенностью приключения станет полная свобода приключения, которая порадует не только гибкостью решения поставленных задач, но и своей сложностью. Главный герой будет понимать, что именно ему нужно сделать, а как это реализовать, это уже предстоит решать вам. Нужно лишь внимательно изучать локации и подмечать для себя наиболее интересные моменты, чтобы в дальнейшем их можно было применить. Кстати, возможность вселяться в научные разработки позволит создавать разные ситуации, которые порой станут основой для решения. Нужно лишь правильно использовать свои возможности и не терять связь с окружением. Решайте различные задачи, восстанавливайте работоспособность космической станции и принимайте новые глобальные решения. Хоть это и покажется поначалу не таким понятным, масштабным и сложным, постепенно вы адаптируетесь, поэтому не стоит упускать возможности насладиться таким моментом. Для начала вам предстоит просто скачать Ctrl Alt Ego через торрент бесплатно на русском языке и после этого можно приступать к решению разных задач.",
      "peculiarities": {
        "pec1": "Безграничная свобода действий и взаимодействия с окружением.",
        "pec2": "Вселяйтесь во все, что имеет электронику.",
        "pec3": "Раскройте историю прошлого этой космической станции."
      },
      "trailer": "https://youtu.be/5I3L4KUJjxI",
      "gameYear": 2022,
      "repack": "igruha",
      "newGame": true,
      "likes": 100,
      "visits": 45661
    },
    {
      "id": 12,
      "name": "GTA San Andreas – NEXT RP",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-09/1664539104_cover.jpg",
      "updateDate": 2023,
      "janre": "3rd Person, RPG, MMO, Action, Adventure, Shooter",
      "developer": "MTA NEXTRP",
      "publisher": "MTA NEXTRP",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8.1 и 10 (64-bit)",
        "cpu": "AMD/Intel 2,2 ГГц и выше",
        "ram": "4 Гб и выше",
        "gpu": "AMD/NVIDIA-видеокарта 1 ГБ и DirectX 9",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "7 Гб"
      },
      "description": "Если вы давно мечтали о свободе, то вам необходимо Grand Theft Auto: San Andreas - NEXT RP скачать торрент. Это уникальная сборка популярной игры, которая предлагает перенести действие на просторы России. Как вы уже могли догадаться, на этот раз вы станете свободным человеком и сможете выбирать, что именно вам делать: можно заняться криминалом и зарабатывать репутацию, можно встать на защиту закона, законопослушным гражданином или даже ловеласом. Никто не будет ограничивать ваши желания, так как данное многопользовательское развлечение предлагает каждому пользователю самому выстроить ролевую линию и постараться достичь благоприятного результата. Но не стоит слишком расслабляться, так как в игре все будет как в жизни: сюжетные линии, законы, общество и многое другое. Каждое ваше последствие будет нести последствия, каждый ваш выбор определит дальнейшую судьбу и т.д.",
      "peculiarities": {
        "pec1": "огромный выбор вооружения",
        "pec2": "для удобства можно воспользоваться текстовым чатом.",
        "pec3": "имеется большой запас разнообразных миссий, которые можно выполнять в любое время",
        "pec4": "в игре реализована детальная система тюнинга авто",
        "pec5": "транспортные средства будут представлены с ориентиром на российское окружение",
        "pec6": "для исследования доступна огромная карта"
      },
      "trailer": "https://youtu.be/-i0s3zW4YJo",
      "gameYear": 2012,
      "repack": "igruha",
      "top": "10",
      "likes": 257
    },
    {
      "id": 13,
      "name": "Warface",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-09/1664539104_cover.jpg",
      "updateDate": 2023,
      "janre": "Action, MMOFPS, Simulator, Shooter",
      "developer": "Crytek",
      "publisher": "Mail.Ru",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7 / 8/ 10",
        "cpu": "ICore i3-530 / AMD Athlon II X3 415e",
        "ram": "4 Гб ",
        "gpu": "GeForce 250 GTS / Radeon HD 4850",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "30 Гб"
      },
      "description": "Шутер онлайн – Warface предлагает пользователю незабываемые бои в любых уголках мира – это может быть крупный мегаполис или забытая цивилизацией деревушка. Интерфейс сделан таким образом, чтобы игрок не чувствовал сложности в управлении персонажем, полностью погружаясь в геймплей. Предусмотрены режимы для одиночного прохождения миссий, или коллективная игра, где от каждого участника команды требуется несколько умений – слушать и выполнять, правда на командира возлагается обязанность – скоординировать и распределить роли.",
      "peculiarities": {
        "pec1": "Увлекательность геймплея не даст вам закрыть игру уже после первых минут запуска.",
        "pec2": "Выбор подходящего персонажа по душе – четыре боевых класса, оснащенных особенным для каждого снаряжением и имеющих индивидуальные навыки.",
        "pec3": "имеется большой запас разнообразных миссий, которые можно выполнять в любое время",
        "pec4": "Игровой мир PvE не стоит на месте, происходят различные обновления, в том числе и добавляются различные задания для совместного прохождения.",
        "pec5": "На выбор разнообразие режимов, от классики и до новинок."
      },
      "trailer": "https://youtu.be/RzYhNpNKXPs",
      "gameYear": 2013,
      "repack": "igruha",
      "likes": 262,
      "online": true,
      "visits": 1523698
    },
    {
      "id": 14,
      "name": "Atomic Heart",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-12/1670561381_library_600x900_2x-1.jpg",
      "updateDate": "21 фев. 2023",
      "janre": "Action, Adventure, RPG",
      "developer": "Mundfish",
      "publisher": "Focus Entertainment, 4Divinity",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский, Английский, MULTi",
      "speechLanguage": "Русский, Английский, MULTi",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 10, 11 (64-bit)",
        "cpu": "Ryzen 5 1600 3 GHz or Intel Core i5-4460",
        "ram": "8 Гб ",
        "gpu": "AMD Radeon R9 380 or NVIDIA GeForce GTX 960",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "90 Гб"
      },
      "description": "СССР была великой державой, но до сих пор многие люди продолжают раскрывать страшные секреты той эпохи, особенно когда речь заходит о расследовании КГБ. На этот раз вам предстоит взять на себя роль оперативника КГБ, который был отправлен на закрытую территорию для расследования странных и опасных фактов. Появились сведения о том, что на этой территории происходят запретные исследования, основанные на человеческой модификации организма, создании клонов и опасных существ. И чтобы подробнее изучить это место, предстоит стать одним из подопытных и постараться выжить в этом аду, но для начала мы рекомендуем вам скачать Atomic Heart через торрент на ПК на русском, что позволит раскрыть эту тайну. Вам предстоит управлять оперативником КГБ, который тоже был модифицирован, правда он успел избежать «подчинения» и теперь намерен устроить хаос. Он сразу получает в руки оружие и теперь пути назад нет, предстоит пробиваться с боем и стараться активно действовать, чтобы успеть собрать как можно больше сведений об этом месте. Правда, чем больше вы собираете сведений, тем страшнее становится за свою жизнь. Монстры, верхушка власти и даже некоторые ваши коллеги будут пытаться остановить вас. Но чем дальше оперативник погружается в этот мир, тем все больше он погружается в безумие. Поэтому стоит быть предельно внимательным и активно использовать все навыки и оружие, чтобы выжить и пробить путь к истине. Другой интересной возможностью станет крафт, который будет представлен в виде системы модификации оружия. Можно будет менять не только внешний вид, но даже функционал, тип снарядов и т.д. Кстати, наиболее интересным оружием являются варианты для ближнего боя, которые поразят своими уникальными элементами и прочими деталями. Поэтому вам остается только скачать Atomic Heart через торрент на ПК на русском, чтобы отправиться в этот жуткий, но ностальгирующий мир.",
      "peculiarities": {
        "pec1": "Невероятная атмосфера, которая пропитана элементами СССР.",
        "pec2": "Большой арсенал вооружения, которое поразит своими деталями и общим дизайном.",
        "pec3": "Опасные и жуткие враги, которые являются результатом генной инженерии, скрещенной с робототехникой.",
        "pec4": "Вы даже не представляете, какие тайны скрывает организация, которую вы решили раскрыть."
      },
      "trailer": "https://youtu.be/njSGRN-VLAg",
      "gameYear": 2023,
      "repack": "igruha",
      "likes": 864,
      "visits": 4123669
    },
    {
      "id": 15,
      "name": "Batman Arkham Knight",
      "image": "https://itorrents-igruha.org/uploads/posts/2020-11/1606637473_cover.jpg",
      "updateDate": "21 фев. 2023",
      "janre": "Action, 3D, 3rd Person, Stealth",
      "developer": "Rocksteady Studios",
      "publisher": "Warner Bros. Interactive Entertainment",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский, Английский, MULTi",
      "speechLanguage": "Английский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7 (SP1)/8/10 (x64)",
        "cpu": "i5-750 / Phenom II X4 965",
        "ram": "6 Гб ",
        "gpu": "GTX 660 (2 GB)",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "70 Гб"
      },
      "description": "Мы долго ждали, чтобы узнать ответы на все волнующие вопросы, связанные с жизнью Бэтмена и Готэма. Долго ждали и... почти дождались. С октября 2014 года релиз был перенесен на 2015 год. Что ж, подождем еще немного — это того стоит! Мы сообщаем Вам, что игру Batman Arkham Knight скачать торрент бесплатно нужно потому что эта игра станет последней главой в истории про Темного Рыцаря, и пообещали раскрыть все накопившиеся тайны. Конечно, смерть Джокера не означала полного исчезновения угрозы для жителей Готэма и в частности для самого Бэтмена. Нечего было и надеяться на это. На смену одному лидеру всегда приходит другой. Жажда власти — дело серьезное... Самым ловким и шустрым оказался небезызвестный Пугало. Он неоднократно мучил Брюса Уэйна его личными страхами, а теперь угрожает всему населению города. Темному Рыцарю отведена всего одна ночь, чтобы избавить Готэм от этого кошмара. Конечно, не стоит надеяться отделаться легким испугом. У Пугало хватает сподвижников, которые успеют замучить спасителя. Но у главного героя Готэма есть верный Бэтмобиль и целый арсенал эффективных и, конечно, эффектных гаджетов. Кстати, Бэтмобилю в заключительной части серии разработчики решили подарить более значимую роль, чем прежде. Он теперь — настоящий соратник! С его помощью можно разбивать преграды на пути, стрелять во врагов ракетами, совершать длинные прыжки и просто гнать на всех парусах. В общем, будет весело! Осталось лишь дождаться релиза и скачать Batman Arkham Knight через торрент у нас на https://itorrents-igruha.org/.",
      "trailer": "https://youtu.be/7q4U_QRcg84",
      "gameYear": 2017,
      "repack": "igruha",
      "likes": 316,
      "visits": 123889
    },
    {
      "id": 16,
      "name": "Cyberpunk 2077",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-04/1681308872_cover.jpg",
      "updateDate": "10 декабря 2020 г.",
      "janre": "RPG, 3D, 1st Person, 3rd Person",
      "developer": "CD Projekt RED",
      "publisher": "CD Projekt RED",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский, Английский, MULTI 18",
      "speechLanguage": "Русский, Английский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8, 10 (64-bit)",
        "cpu": "Core i5-3570K / FX-8310 или лучше",
        "ram": "8 Гб ",
        "gpu": "GTX 780 / Radeon RX 470 или лучше",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "70 GB (рекомендуется SSD)"
      },
      "description": "Тематика киберпанка всегда будет востребована со стороны простых игроков. И что самое приятное, теперь на эту вселенную обратили свое внимание создатели легендарного Ведьмака. Они решили взять все в свои руки и создать поистине уникальный и большой мир, который можно будет исследовать и наслаждаться многочисленными возможностями. При этом вы сможете редактировать внешность главного героя, не ограничивать свои действия на просторах этой игры и делать все, чтобы отыскать специальный препарат, который может сделать своего владельца бессмертным. Сделать это будет сложно, так как миром, в котором вам предстоит жить, поделен влиянием различных банд, и они точно не захотят, чтобы такой любопытный персонаж ходил и искал сокровище. Мы крайне рекомендуем вам скачать Cyberpunk 2077 через торрент бесплатно на русском языке, так как игра как минимум достойна вашего внимания. Ведь над ней работали разработчики, которые являются экспертами в области создания больших миров. Вы сможете прогуливаться по городу реальных масштабов, взаимодействовать с окружением и просто наслаждаться благоприятными возможностями. Не стоит волноваться, каждый NPC, каждое место в игре, все это имеет свой вес и влияние. Что касается мира, то таковым станет Найт-Сити, город, который погряз в грязных желаниях, беззаконии и технологиях. Не стоит сомневаться в том, что вы получите максимум удовольствия от игры и сможете добиться успеха. Стоит понимать, что все происходящее будет далеко не таким простым, ведь вам предстоит увидеть город, который одновременно предлагает массу возможностей, а также может все у вас забрать. Остается только полагаться на личную сноровку и имплантаты. Бедный здесь погибает быстрее всех, богатый же наслаждается каждым мгновением жизни. Один щелчок, одно неверное действие и личности тут же меняются местами. Непредсказуемость, вот девиз этого города, поэтому рекомендуем быть крайне осторожным в своих решениях, постараться примкнуть к одной из банды и сделать все, чтобы достичь благоприятного результата. А к какой касте нищих или богатых будете относиться вы, покажет время. Одно неверное действие или решение может стать причиной тотального проигрыша. Поэтому каждая битва, каждое столкновение может оказаться довольно жестким в плане результативности. Вам предстоит проявить сноровку, постараться оценивать все происходящее и ни в коем случае не допустить личного проигрыша. Не стоит надеяться, что все ваши битвы будут победными, некоторые из них окажутся проигрышными и повлияют на дальнейшую вашу активность. Поэтому следует быть предельно внимательным и понапрасну не рисковать. Вам остается только скачать торрент Cyberpunk 2077 на ПК от группи механики или хатаба и можно отправляться в путь. Эта игра вполне достойно может быть признана лучшей среди всех остальных аналогов и это вполне достойно. Возможно, игра повторит успех Witcher 3, а возможно и превзойдет его, но пока следует только готовиться к приключению и попытаться выполнить все поставленные задачи.",
      "peculiarities": {
        "pec1": "проработанный редактор персонажа позволит хорошо поработать над внешностью и сделать ее уникальной;",
        "pec2": "обратите внимание на внешний вид главного героя, в большинстве случаев NPC будут реагировать на это и соответственно относиться, поэтому над этим вопросом точно следует хорошо поработать, иначе печальные последствия вас точно не порадуют;",
        "pec3": "нелинейность тоже является главной фишкой игры, ведь благодаря ей можно свободно действовать и добиваться успеха, при этом весь мир будет открыт для вашего внимательного исследования, а дополнительные квесты будут подкреплять ваше желание добиться успеха;",
        "pec4": "обильное количество имплантатов позволит вам модифицировать главного героя по разным направлениям, начиная с мастера ближнего боя, заканчивая уникальным стрелком и даже хакером;",
        "pec5": "никто не мешает вам обзавестись личным отрядом, в который войдут лучшие бойцы или самые настоящие психи, никто не будет ограничивать вас в действиях, и вы наверняка получите возможность добиться успеха, пользуясь их поддержкой."
      },
      "trailer": "https://youtu.be/aSrFWinrkeQ",
      "gameYear": 2020,
      "repack": "igruha",
      "likes": 4341,
      "visits": 434108
    },
    {
      "id": 17,
      "name": "Star Wars Jedi Survivor",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-04/1680950982_cover.jpg",
      "updateDate": "28 апр. 2023",
      "janre": "Action, Adventure",
      "developer": "Respawn",
      "publisher": "Electronic Arts",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский (отдельно) Английский, MULTi",
      "speechLanguage": "Английский, MULTi",
      "tablet": "Есть активация (взлома нет)",
      "systemDemands": {
        "operatingSystem": "Windows 10, 11 (64-bit)",
        "cpu": "4 core / 8 threads | Intel Core i7-7700 | Ryzen 5 1400",
        "ram": "8 Гб ",
        "gpu": "8GB VRAM | GTX 1070 | Radeon RX 580",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "155 Гб"
      },
      "description": "Star Wars Jedi Survivor – приключение от третьего лица, которое предлагает вновь погрузиться во вселенную «Звездные воины» и познакомиться с очередным повествованием. Это игровое приключение обещает вам отправиться в удивительное приключение и постараться спасти мир. Ведь Джедаи уже давно несут эту ношу и стараются соблюдать все соответствующие пункты кодекса героя. Как и ранее, вас ждет зубодробительный экшен, возможность приятно провести время и еще больше сражений. Постарайтесь правильно применять все свои навыки и постарайтесь напомнить о том, что Джедаи живы. А для начала мы рекомендуем вам скачать торрент Star Wars Jedi Survivor на ПК. Мир Джедаев большой и точно порадует своими особенностями, поэтому можно смело двигаться. На этот раз вам предстоит отправиться на просторы далекой галактики, которая никогда не фигурировала в центре внимания фанатов. Как окажется, Орден джедаев распространил свое влияние далеко за пределы обычных галактик и там, во тьме они являются далеко не такими героями, но также несут службу и пытаются защищать тех, кто находится под их покровительством. Что именно это за личности и кто именно распространил влияние Ордена, об это вы узнаете в своем новом приключении. Все что нужно, просто не торопиться и попытаться сделать все для достижения успеха. Джедаи вновь возвращаются, чтобы порадовать вас не только разнообразными нюансами и постараться правильно использовать все свои возможности. Если вы будете активно использовать все доступные варианты способностей, то успех не заставит себя долго ждать. Но для начала мы рекомендуем вам скачать Star Wars Jedi Survivor через торрент бесплатно на русском языке. Остается пожелать вам хорошего настроения и всего самого наилучшего в ваших новых приключениях.",
      "peculiarities": {
        "pec1": "Возможность вновь вернуться к Джедаям.",
        "pec2": "Динамические битвы с использованием световых мечей.",
        "pec3": "Путешествие на самый край галактики.",
        "pec4": "Открытие новых секретов про Орден джедаев."
      },
      "trailer": "https://youtu.be/_F6YBwIPzmk",
      "gameYear": 2023,
      "likes": 175,
      "visits": 175002
    },
    {
      "id": 18,
      "name": "Victoria 3",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-10/1666707595_cover.jpg",
      "updateDate": "25 окт. 2022",
      "janre": "Simulator, Strategy",
      "developer": "Paradox Development Studio",
      "publisher": "Paradox Interactive",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский, Английский, MULTI 11",
      "speechLanguage": "-",
      "tablet": "Вшита (FLT)",
      "systemDemands": {
        "operatingSystem": "Windows 10, 11 (64-bit)",
        "cpu": "Intel Core i3-3250",
        "ram": "8 Гб ",
        "gpu": "GeForce GTX 660",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "10 Гб"
      },
      "description": "Victoria 3 — это очередная серия занимательной стратегии, события которой охватывают период 19 века и начало 20-го столетия, где игроки смогут заняться созданием превосходного общества, выбрав одно из понравившихся государств. В период, когда человечество пережило серьезные перемены, вам предстоит взять на себя, обязательства по построению благополучного государства. Вы должны будете оказывать заботу своему народу, удовлетворяя их нужды и желания, чтобы избежать восстаний и различных бунтов. Необходимо будет разработать правильную социальную политику и экономическую, следить за обществом и вводить новинки, в сфере технологий. Предлагаем вам познать все сложности правления государством и скачать Victoria 3 торрент на пк. Необходимо учесть, что каждая страна, наделена своей уникальной технологией, экономикой, методами правления и идеологией. Также, нужно помнить о преступности, которую нужно будет искоренить, поддерживать свою армию и сделать все возможное, чтобы построить процветающее общество.",
      "peculiarities": {
        "pec1": "Множество механизмов прямого управления.",
        "pec2": "Графика обновлена.",
        "pec3": "Интерфейс и управление упрощены.",
        "pec4": "Уникальный игровой процесс.",
        "pec5": "Если вы относитесь к любителям стратегических и экономических игр, и вам понравились предыдущие части данного проекта, то вам, несомненно, стоит попробовать скачать Victoria 3 торрент бесплатно на русском языке."
      },
      "trailer": "https://youtu.be/5ftmdd1g4hE",
      "gameYear": 2022,
      "likes": 121,
      "visits": 121403
    },
    {
      "id": 19,
      "name": "Калибр (Caliber)",
      "image": "https://itorrents-igruha.org/uploads/posts/2022-09/1664539207_cover.jpg",
      "updateDate": 2023,
      "janre": "Action, MMOFPS, Simulator, Shooter, Online",
      "developer": "1С",
      "publisher": "1С",
      "platform": "PC",
      "publishingType": "Repack",
      "interfaceLanguage": "Русский",
      "speechLanguage": "Русский",
      "tablet": "Не требуется",
      "systemDemands": {
        "operatingSystem": "Windows 7 / 8 / 10 (64 bit)",
        "cpu": "i3-4xxx и более",
        "ram": "4 Гб",
        "gpu": "1Gb+ / NVIDIA GeForce GT 9800+, AMD HD 55xx+",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "14 Гб"
      },
      "description": "Приятно наблюдать, как большие корпорации разработчиков компьютерных игр продолжают осваивать игровой рынок и стараются создать как можно больше оригинальных проектов. На тот раз выделиться решили разработчики из компаний 1C Game Studios. Совместная работа компаний предлагает нам разработку под названием «Калибр», которая пока еще находится в стадии активного взаимодействия и предложит игрокам развлечение в сеттинге командного шутера. На этот раз нас снова ждет сессионный игровой проект, дающий возможность примерить на себя роль члена отряда спецназ и постараться выполнить все поставленные задачи, которые скорее всего будут выпускаться путем противостояния с другими игроками. Пока что никаких подробностей по поводу самой игры нет, но известно, что разработчики готовят что-то необычное, интересное и увлекательное, однако, делать выводы пока еще совсем рано, учитывая, что проект будет тестироваться только в 2017 году, а пока из всей информации доступен только небольшой тизер. Но тем не менее, абсолютно каждый желающий сможет насладиться игрой после ее релиза, так как мы предоставим возможность, которая позволит скачать Калибр бесплатно через торрент. Осталось только дождаться релиза и насладиться этим небольшим приключением. Пока известно, что для игроков будет доступна компания из PvP и PvE направлений. Игра будет разрабатываться на игровом движке Unity и использовать сервисные особенности и возможности движка BigWorld. Интересно то, что разработчики вновь ориентируются на достаточно взрослую аудиторию, которая предлагает самые разные возможности и пути развития игрового проекта. Однако, сразу делать выводы о популярности и возможностях игры не стоит, так как стоит учитывать конкуренцию, мощную финансовую базу компании и прочие другие элементы. Но стоит верить, что Wargaming и на этот раз нас не подведет и сможет выпустить достаточно интересный игровой проект, который найдет свою нишу на просторах игрового рынка. Осталось только дождаться самого релиза, постараться собраться с мыслями и найти уверенность в том, что вы действительно хотите сыграть в подобное развлечение. Остается только пожелать вам удачи и терпения, ждать еще придется не так долго.",
      "trailer": "https://youtu.be/0HvOoOagn98",
      "gameYear": 2020,
      "likes": 8253,
      "visits": 1623580
    },
    {
      "id": 20,
      "name": "Meeple Station",
      "image": "https://itorrents-igruha.org/uploads/posts/2023-06/1686218979_library_600x900_2x.jpg",
      "updateDate": "17 янв. 2019",
      "janre": "Casual, Indie, RPG, Simulator, Strategy",
      "developer": "Vox Games",
      "publisher": "Modularity",
      "platform": "PC",
      "publishingType": "Лицензия",
      "interfaceLanguage": "Английский",
      "speechLanguage": "-",
      "tablet": "Вшита",
      "systemDemands": {
        "operatingSystem": "Windows 7, 8, 10 (64-bit)",
        "cpu": "1.2 GHz",
        "ram": "1 Гб",
        "gpu": "HD 3000",
        "volumeCard": "Звуковое устройство DirectX® 9.0с",
        "storage": "300 Мб"
      },
      "description": "Meeple Station – уникальное интерактивное приключение, которое предлагает отправиться на просторы космического окружения и постараться достичь благоприятного развития собственной космической станции. Да, теперь вам предстоит приложить массу усилий, чтобы постараться добиться хорошего окружения и благоприятных условий для дальнейшего существования. Для начала вам предстоит просто Meeple Station скачать торрент и можно отправляться в увлекательное приключение, внимательно руководствуясь всеми доступными ресурсами. Помните о том, что от вас зависит судьба многочисленных человечков, которые хоть и будут вредничать, но беспрекословно будут выполнять все ваши указания. Изначально вы появитесь посередине огромного космоса, который будет предлагать широкий простор для развития. Ваших ресурсов будет хватать исключительно на несколько кают и обеспечение жизнедеятельности. Постарайтесь их использовать таким образом, чтобы обеспечить вашей маленькой колонии нормальное существование. А если говорить подробнее, то нужно будет всего лишь создать нормальное жизнеобеспечение, а уже потом задуматься над торговлей и научными трудами. Постепенно ресурсов будет становиться много, вы сможете использовать все это для создания многоэтажных сооружений, которые вам наверняка пригодятся для дальнейшего существования. Стоит понимать, чем больше будет ваша космическая станция, тем больше на ней будет народа, а следить за большим скоплением людей порой бывает очень сложно. Зато, если вам удастся совладать со всеми трудностями, то можно будет развиваться дальше, выстраивая производственные и экономические сферы. А пока вы активно развиваете космическую станцию, будьте крайне осторожны, так как в космосе есть две главные опасности: метеориты и пираты. Первые могут разнести вашу станцию в щепки и вынудить все заново конструировать, а вторые с удовольствием отнимут у вас все, что вы нажили непосильным трудом. Конечно, у вас будет возможность целенаправленно использовать различные научные открытия и защищаться от опасностей, но они не будут гарантировать вашу безопасность. Мы крайне рекомендуем вам помнить об этом нюансе и стараться не допускать ошибок во время вашего развития. А для начала предлагаем скачать Meeple Station через торрент на русском языке, чтобы начать делать первые шаги. Желаем вам успехов!",
      "peculiarities": {
        "pec1": "Множество механизмов прямого управления.",
        "pec2": "Графика обновлена.",
        "pec3": "Интерфейс и управление упрощены.",
        "pec4": "Уникальный игровой процесс.",
        "pec5": "Если вы относитесь к любителям стратегических и экономических игр, и вам понравились предыдущие части данного проекта, то вам, несомненно, стоит попробовать скачать Victoria 3 торрент бесплатно на русском языке."
      },
      "trailer": "https://youtu.be/MJTLgnEfolw",
      "gameYear": 2019,
      "likes": 6,
      "visits": 60223
    }
  ],
  "users": [
    {
      "id": 1,
      "login": "adolfik",
      "email": "adolfik",
      "password": "adolfik",
      "confirmPassword": "adolfik",
      "status": false
    },
    {
      "id": 2,
      "login": "silly_shot",
      "email": "silly@gmail.com",
      "password": "sillymilly",
      "confirmPassword": "silly_shot",
      "status": false
    },
    {
      "id": 3,
      "login": "hoquri_gandz",
      "email": "gandzuk@gmail.com",
      "password": "hoquri_gandz",
      "confirmPassword": "horquri_gandz",
      "status": false
    },
    {
      "id": 4,
      "login": "siro_hreshtak",
      "email": "hreshtak@gmail.com",
      "password": "siro_hreshtak",
      "confirmPassword": "siro_hreshtak",
      "status": false
    },
    {
      "id": 5,
      "login": "vip_aleksey",
      "email": "aleksey@gmail.com",
      "password": "aleksey1990",
      "confirmPassword": "vip_aleksey",
      "status": false
    },
    {
      "id": 6,
      "login": "andzrev_e_galis",
      "email": "adzrev@gmail.com",
      "password": "1000katil0",
      "confirmPassword": "andzrev_e_galis",
      "status": false
    },
    {
      "id": 7,
      "login": "govorit_moskva",
      "email": "moscow@gmail.com",
      "password": "moscowstalin1940",
      "confirmPassword": "govorit_moskva",
      "status": false
    },
    {
      "id": 8,
      "login": "katakaser_eritasard",
      "email": "eritasard@gmail.com",
      "password": "kataknerkatakneremanum",
      "confirmPassword": "katakaser_eritasard",
      "status": false
    },
    {
      "id": 9,
      "login": "game_slasher",
      "email": "gamer@gmail.com",
      "password": "ilovegaming",
      "confirmPassword": "game_slasher",
      "status": false
    },
    {
      "id": 10,
      "login": "tralala_lalala",
      "email": "save@gmail.com",
      "password": "ilovegaming",
      "confirmPassword": "tralala_lalala",
      "status": false
    },
    {
      "id": "1686765284840",
      "login": "as",
      "email": "as",
      "password": "as",
      "confirmPassword": "as",
      "status": false
    },
    {
      "id": "1686828690089",
      "login": "sdfgvd",
      "email": "dfg",
      "password": "dfg",
      "confirmPassword": "kl",
      "status": false
    },
    {
      "id": "1692856212950",
      "login": "er",
      "email": "er",
      "password": "er",
      "confirmPassword": "er",
      "status": false
    }
  ],
  "comments": [
    {
      "id": 1,
      "userID": 1,
      "gameID": 20,
      "comment": "To lav e ay axper",
      "date": "12.06.2022",
      "likes": 0
    },
    {
      "id": 2,
      "userID": 1,
      "gameID": 19,
      "comment": "Verj el chem xosum",
      "date": "15.05.1996",
      "likes": 0
    },
    {
      "id": 3,
      "userID": 2,
      "gameID": 18,
      "comment": "Sax en haramchin er. Chi linum ed bagy ancnel im arev",
      "date": "22.01.2021",
      "likes": 0
    },
    {
      "id": 4,
      "userID": 2,
      "gameID": 17,
      "comment": "Ну надо же. А не так уж и плхо вышло",
      "date": "22.02.2002",
      "likes": 0
    },
    {
      "id": 5,
      "userID": 3,
      "gameID": 16,
      "comment": "Չէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէէ",
      "date": "11.11.2011",
      "likes": 0
    },
    {
      "id": 6,
      "userID": 3,
      "gameID": 15,
      "comment": "El chem xaxum satanan tani",
      "date": "20.10.2010",
      "likes": 0
    },
    {
      "id": 7,
      "userID": 4,
      "gameID": 16,
      "comment": "Ape heleq urish tex eli qnnarkeq eti",
      "date": "11.11.2011",
      "likes": 0
    },
    {
      "id": 8,
      "userID": 4,
      "gameID": 14,
      "comment": "Axper karas mi 2 orov indz gces akkd",
      "date": "11.11.2011",
      "likes": 0
    },
    {
      "id": 9,
      "userID": 5,
      "gameID": 13,
      "comment": "Sax qo patcharov krvanq",
      "date": "12.11.2011",
      "likes": 0
    },
    {
      "id": 10,
      "userID": 5,
      "gameID": 12,
      "comment": "Ape heleq urish tex eli qnnarkeq eti",
      "date": "12.11.2011",
      "likes": 0
    },
    {
      "id": 11,
      "userID": 6,
      "gameID": 10,
      "comment": "Garikin asel em galis a",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 12,
      "userID": 6,
      "gameID": 11,
      "comment": "Tenc el chjogi vonc en xaxum esi",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 13,
      "userID": 7,
      "gameID": 10,
      "comment": "Che ha",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 14,
      "userID": 7,
      "gameID": 9,
      "comment": "Inch ka e saxd stex eq",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 15,
      "userID": 8,
      "gameID": 8,
      "comment": "Cheee tenc chi darnum",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 16,
      "userID": 8,
      "gameID": 7,
      "comment": "Vaxty ga kjoges",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 17,
      "userID": 6,
      "gameID": 6,
      "comment": "Server mteq saxd",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 18,
      "userID": 6,
      "gameID": 5,
      "comment": "Che el petq chi",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 19,
      "userID": 5,
      "gameID": 4,
      "comment": "Sranq xax sarqely tenc el chsovorecin",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 20,
      "userID": 5,
      "gameID": 3,
      "comment": "Ly sran)))",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 21,
      "userID": 4,
      "gameID": 2,
      "comment": "Es chem gali. Vaxy dasi em",
      "date": "13.11.2011",
      "likes": 0
    },
    {
      "id": 22,
      "userID": 4,
      "gameID": 1,
      "comment": "Asum em vaxy dasi em",
      "date": "14.11.2011",
      "likes": 0
    },
    {
      "id": "1686827838994",
      "userID": 23,
      "gameID": 23,
      "comment": "dscxnkc",
      "date": "2023-06-15T11:17:18.994Z",
      "likes": 0
    },
    {
      "id": "1686827840616",
      "userID": 24,
      "gameID": 24,
      "comment": "kdscz",
      "date": "2023-06-15T11:17:20.616Z",
      "likes": 0
    },
    {
      "id": "1686829987296",
      "userID": 25,
      "gameID": "7",
      "comment": "ddddddddddddd",
      "date": "2023-06-15T11:53:07.296Z",
      "likes": 0
    },
    {
      "id": "1686830098091",
      "userID": 26,
      "gameID": "6",
      "comment": "sade",
      "date": "2023-06-15T11:54:58.091Z",
      "likes": 0
    },
    {
      "id": "1686830099584",
      "userID": 27,
      "gameID": "6",
      "comment": "dsa",
      "date": "2023-06-15T11:54:59.584Z",
      "likes": 0
    },
    {
      "id": "1686830158144",
      "userID": 28,
      "gameID": 6,
      "comment": "hgj",
      "date": "2023-06-15T11:55:58.144Z",
      "likes": 0
    },
    {
      "id": "1686830160655",
      "userID": 29,
      "gameID": 6,
      "comment": "bihun",
      "date": "2023-06-15T11:56:00.655Z",
      "likes": 0
    },
    {
      "id": "1686830333817",
      "userID": 30,
      "gameID": 7,
      "comment": "dfkhkjds",
      "date": "2023-06-15T11:58:53.817Z",
      "likes": 0
    },
    {
      "id": "1686830421545",
      "userID": 31,
      "gameID": 2,
      "comment": "anna",
      "date": "2023-06-15T12:00:21.545Z",
      "likes": 0
    },
    {
      "id": "1686830515867",
      "userID": 32,
      "gameID": 6,
      "comment": "sdgrf",
      "date": "2023-06-15T12:01:55.867Z",
      "likes": 0
    },
    {
      "id": "1686830516672",
      "userID": 33,
      "gameID": 6,
      "comment": "slkvn",
      "date": "2023-06-15T12:01:56.672Z",
      "likes": 0
    },
    {
      "id": "1686833751765",
      "userID": 34,
      "gameID": 6,
      "comment": "sacdas",
      "date": "2023-06-15T12:55:51.765Z",
      "likes": 0
    },
    {
      "id": "1686833757492",
      "userID": 35,
      "gameID": 6,
      "comment": "mmm",
      "date": "2023-06-15T12:55:57.492Z",
      "likes": 0
    },
    {
      "id": "1686834060079",
      "userID": "1686765284840",
      "gameID": 6,
      "comment": "ashvja",
      "date": "2023-06-15T13:01:00.079Z",
      "likes": 0
    },
    {
      "id": "1686834079881",
      "userID": "1686765284840",
      "gameID": 3,
      "comment": "waISUDXZ",
      "date": "2023-06-15T13:01:19.881Z",
      "likes": 0
    },
    {
      "id": "1686834129657",
      "userID": "1686765284840",
      "gameID": 3,
      "comment": "SADC",
      "date": "2023-06-15T13:02:09.657Z",
      "likes": 0
    },
    {
      "id": "1686834146252",
      "userID": 39,
      "gameID": 3,
      "comment": "ASD",
      "date": "2023-06-15T13:02:26.252Z",
      "likes": 0
    },
    {
      "id": "1686834163477",
      "userID": 40,
      "gameID": 7,
      "comment": "jshx",
      "date": "2023-06-15T13:02:43.477Z",
      "likes": 0
    },
    {
      "id": "1686834186465",
      "userID": {
        "id": "1686765284840",
        "login": "as",
        "email": "as",
        "password": "as",
        "confirmPassword": "as",
        "status": false
      },
      "gameID": 7,
      "comment": "kjh",
      "date": "2023-06-15T13:03:06.465Z",
      "likes": 0
    },
    {
      "id": "1686834215596",
      "userID": 7,
      "gameID": 7,
      "comment": "aKJN",
      "date": "2023-06-15T13:03:35.596Z",
      "likes": 0
    }
  ]
}